// Дана строка символов. Определить, является ли она правильным скобочным выражением.
// () - да
// (()) - да
// )( - нет

#include "count_brackets.h"
#include <stdio.h>

int main()
{
    const char* str_1 = "()";


    int count(int* str_1, int x);
    printf("Count: %d\n", count );
    return 0;
}
